[Training]
AnemoneStartTitle=Spoilers Ahead!
AnemoneStart=<font color="#FFAA11">WARNING:</font> The story of this DLC campaign is set <font color="#FFAA11">AFTER</font> the events of Borderlands 2.<br><br>It is <font color="#FFAA11">STRONGLY RECOMMENDED</font> that you complete Borderlands 2 before continuing in order to avoid spoilers. If you would like to complete other content first, you may use the nearby Fast-Travel Station. Return and proceed through the door ahead once you're ready to begin.

AnemoneImmunityTutorialTitle=Gas Immunity
AnemoneImmunityTutorial=You are now immune to Hector's bio-weapon. You can safely go through the gas without taking any damage.

[ColorBlindLootColors]
Rainbow=Effervescent
